[
  {
    "price": "$3,181.17",
    "picture": "https://i.ibb.co/PMVcfFj/car-crash-accident-traffic-road-insurance-claim-concept-39768-8288.jpg",
    "name": "Faye Lucas",
    "category": "sports car",
    "about": "Laborum officia fugiat ullamco mollit ex enim esse id nostrud enim ipsum deserunt laboris. Ea eu Lorem sunt proident ex et nisi exercitation exercitation mollit minim. Consequat amet nisi officia consequat tempor reprehenderit voluptate commodo. Irure aliqua elit occaecat ad dolor nostrud amet in id proident aute deserunt magna. Non cupidatat sunt dolore quis cillum.\r\n",
    "rating": " 4.5"
  },
  {
    "price": "$1,350.46",
    "picture": "https://i.ibb.co/2yH6GdQ/yellow-sports-car-1308-96215.jpg",
    "name": "sports car",
    "category": "sports car",
    "about": "Enim quis do aliquip aliqua eiusmod mollit Lorem eiusmod exercitation sunt duis. Laboris reprehenderit dolor reprehenderit sit esse excepteur ullamco cupidatat ex ullamco. Ut aute aliquip exercitation et nulla duis fugiat. Pariatur amet est deserunt non sunt irure quis veniam officia qui duis laboris ea. Pariatur incididunt do labore labore.\r\n",
    "rating": "4.5"
  },
  {
    "price": "$3,352.83",
    "picture": "https://i.ibb.co/QQpXXYV/red-car-with-christmas-ball-top-1252-296.jpg",
    "name": "Elba Walls",
    "category": "sports car",
    "about": "Velit ut cupidatat nostrud magna anim officia minim velit sint veniam. Duis elit eiusmod velit in pariatur ut. Ipsum aute Lorem consectetur ad. Irure officia id deserunt quis. Laborum ut reprehenderit amet eu sunt cupidatat proident exercitation aliqua aliqua ut proident.\r\n",
    "rating": "4.0"
  },
  {
    "price": "$2,816.40",
    "picture": "https://i.ibb.co/RS6hGp9/closeup-shot-toy-red-wooden-train-wooden-table-181624-21684.jpg",
    "name": "Heather Pate",
    "category": "truck",
    "about": "Fugiat mollit anim commodo adipisicing cillum ullamco. Ex sint quis duis occaecat. Consequat Lorem reprehenderit sunt incididunt et culpa do consectetur deserunt qui. Non consectetur do occaecat laborum nulla ullamco qui amet exercitation aliquip. Veniam do consectetur minim elit consequat fugiat mollit est ad.\r\n",
    "rating": "4.0"
  },
  {
    "price": "$2,393.79",
    "picture": "https://i.ibb.co/r4CrYbD/closeup-shot-small-toy-car-wooden-train-track-181624-32510.jpg",
    "name": "Craft Griffin",
    "category": "truck",
    "about": "Aliqua aliqua quis in laborum magna labore. Cillum deserunt ut duis Lorem occaecat veniam cillum minim labore fugiat eu occaecat culpa. Aliqua Lorem dolor anim qui pariatur exercitation aliqua laboris labore in laboris velit commodo do. Sit nulla ad irure consequat in in aliqua amet amet mollit dolore quis cillum. Ut pariatur quis esse deserunt voluptate dolore commodo ea proident quis consequat duis. Eiusmod incididunt fugiat irure ullamco Lorem sunt eiusmod est irure aliqua laboris occaecat irure adipisicing. Exercitation excepteur cillum cillum incididunt minim non velit excepteur quis amet magna.\r\n",
    "rating": "4.4"
  },
  {
    "price": "$3,300.96",
    "picture": "https://i.ibb.co/G09nLzj/toy-car-with-gift-trunk-23-2147983649.jpg",
    "name": "Gloria Contreras",
    "category": "truck",
    "about": "Quis laboris duis elit pariatur Lorem id consectetur est pariatur magna cupidatat in aute et. Ullamco irure pariatur commodo fugiat nulla. Dolore laboris anim nostrud do exercitation. Officia mollit ea sint laboris deserunt sunt Lorem. Laboris irure do sunt deserunt Lorem anim sunt adipisicing esse minim officia est adipisicing. Excepteur ex minim excepteur occaecat nisi culpa culpa ad officia veniam veniam. Velit sunt esse voluptate eu sunt qui amet eiusmod culpa dolor.\r\n",
    "rating": "5.0"
  },
  {
    "price": "$2,540.78",
    "picture": "https://i.ibb.co/cCVVsTd/sticker-design-with-side-view-police-car-isolated-1308-76459.jpg",
    "name": "Cathleen Hensley",
    "category": "police",
    "about": "Nisi duis amet aute consectetur sunt anim tempor id ea cillum. Consectetur tempor irure consectetur veniam reprehenderit eiusmod laborum. Elit aliquip proident ex aliquip mollit nisi duis laboris irure. Pariatur qui esse amet consectetur laboris ipsum incididunt velit qui velit tempor deserunt.\r\n",
    "rating": "4.1"
  },
  {
    "price": "$1,806.61",
    "picture": "https://i.ibb.co/CBgZG5R/vector-set-police-cars-with-funny-cops-7393-1525.jpg",
    "name": "Shanna Delaney",
    "category": "police",
    "about": "Sint officia ut sit officia labore officia nulla adipisicing ipsum. Ipsum labore nisi non est sit in consectetur nisi reprehenderit. Aute irure esse minim cupidatat velit ex quis. Dolor eiusmod fugiat Lorem sit consequat ex. Fugiat do commodo dolore ut enim reprehenderit officia laboris. Officia esse sunt commodo exercitation sint tempor esse officia nulla ad sunt.\r\n",
    "rating": "4.6"
  },
  {
    "price": "$2,561.61",
    "picture": "https://i.ibb.co/HYqWZ9C/sticker-set-professions-characters-objects-1308-108764.jpg",
    "name": "Celia Oneil",
    "category": "police",
    "about": "Anim culpa pariatur enim adipisicing dolore magna nulla. Do eiusmod Lorem magna laborum culpa pariatur. Laborum qui nostrud eu commodo duis. Excepteur ipsum est sit sit occaecat incididunt.\r\n",
    "rating": "4.8"
  },
  {
    "price": "$1,443.68",
    "picture": "https://i.ibb.co/c3gZXwF/3d-rendering-firefighter-icon-23-2149859768.jpg",
    "name": "Chapman Miller",
    "category": "fire truck",
    "about": "Eiusmod irure do non non fugiat occaecat fugiat velit deserunt proident. Tempor duis proident officia est ea. Tempor dolore sunt ut aute deserunt est cillum. Cillum magna ex excepteur do. Tempor consequat officia amet esse. Pariatur aliqua ea nulla veniam ad nulla exercitation aute aute.\r\n",
    "rating": "4.7"
  },
  {
    "price": "$2,783.28",
    "picture": "https://i.ibb.co/fSNNj56/various-vehicle-stickers-design-52683-84223.jpg",
    "name": "Rosemary Hardin",
    "category": "fire truck",
    "about": "Aute laboris nostrud magna Lorem sunt labore aliquip do occaecat nisi cillum mollit aute. Labore quis eu eu occaecat exercitation ad officia aliqua eiusmod. Ex reprehenderit qui et cillum quis mollit. Enim aute elit enim et sint incididunt exercitation in excepteur nisi ipsum.\r\n",
    "rating": "3.8"
  },
  {
    "price": "$3,208.31",
    "picture": "https://i.ibb.co/RS6hGp9/closeup-shot-toy-red-wooden-train-wooden-table-181624-21684.jpg",
    "name": "Edna Carrillo",
    "category": "fire truck",
    "about": "Dolore voluptate deserunt quis excepteur ad culpa quis voluptate adipisicing quis eiusmod est do eiusmod. Occaecat eu cupidatat do laborum. Commodo enim est irure occaecat ad eiusmod in magna sunt tempor aute aute occaecat Lorem. Ipsum aliqua do laboris cillum ea incididunt cupidatat nisi amet consequat sint occaecat aliquip duis. Ut ad aute minim anim quis in occaecat culpa veniam sint nisi anim aliqua amet. Dolore nostrud magna magna officia velit officia dolore excepteur proident laboris magna tempor ullamco. Fugiat excepteur est aliqua commodo mollit proident.\r\n",
    "rating": "4.2"
  }
]
